Repository: Koi-foo/kernel-manager
Catalog: locale/*/LC_MESSAGES/kernel_manager.po
Languages: hi, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The broom button uses the &quot;<span style=" font-weight:600;">apt-get autoremove</span>&quot; command to clean up the system of packages that are not used by any program. Sometimes this command removes the libraries you want, so back up your system before using it. You can find out more by typing &quot;<span style=" font-weight:600;">--autoremove</span>&quot; in &quot;<span style=" font-weight:600;">man apt-get</span>&quot; terminal.<br />The &quot;<span style=" font-weight:600;">rebuilddb</span>&quot; button is used to repair a corrupted rpm package database.</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">नोट</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">झाड़ू की छवि वाला बटन उपयोग करता है &quot;<span style=" font-weight:600;">apt-get autoremove</span>&quot;संकुल के सिस्टम को साफ करने के लिए कमांड जो किसी प्रोग्राम द्वारा उपयोग नहीं किया जाता है। कभी-कभी यह आदेश आपके इच्छित पुस्तकालयों को हटा देता है, इसलिए इसका उपयोग करने से पहले अपने सिस्टम का बैकअप लें। आप टाइप करके और अधिक जानकारी प्राप्त कर सकते हैं&quot;<span style=" font-weight:600;">--autoremove</span>&quot; में &quot;<span style=" font-weight:600;">man apt-get</span>&quot; टर्मिनल।<br /> &quot;<span style=" font-weight:600;">rebuilddb</span>&quot;बटन का उपयोग दूषित आरपीएम पैकेज डेटाबेस को सुधारने के लिए किया जाता है।</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Заметка</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Кнопка веник использует &quot;<span style=" font-weight:600;">apt-get autoremove</span>&quot; команда для очистки системы от пакетов, которые не используются ни одной программой. Иногда эта команда удаляет нужные библиотеки, поэтому сделайте резервную копию своей системы перед ее использованием. Вы можете узнать больше, набрав &quot;<span style=" font-weight:600;">--autoremove</span>&quot; в &quot;<span style=" font-weight:600;">man apt-get</span>&quot; терминале.<br />&quot;<span style=" font-weight:600;">rebuilddb</span>&quot; кнопка используется для восстановления поврежденной базы данных пакетов rpm.</p></body></html>

source: Kernel modules
hi: कर्नेल मॉड्यूल
ru: Модули ядра

source: Task progress
hi: कार्य प्रगति
ru: Прогресс задачи

source: Stop the process
hi: प्रक्रिया को रोकें
ru: Остановить процесс

source: Cancel
hi: रद्द करें
ru: Отменить

source: Agree to continue the process
hi: प्रक्रिया जारी रखने के लिए सहमत हों
ru: Согласитесь продолжить процесс

source: Confirm
hi: पुष्टि करें
ru: Подтвердить

source: Kernel update indicator
hi: कर्नेल अद्यतन संकेतक
ru: Индикатор обновления ядра

source: Close indicator
hi: समापन संकेतक
ru: Закрыть индикатор

source: Repeat message
hi: संदेश दोहराएं
ru: Повторить сообщение

source: Settings
hi: सेटिंग्स
ru: Настройки

source: Updating cache wait for completion ...
hi: कैश अपडेट हो रहा है, पूरा होने की प्रतीक्षा करें ...
ru: Обновление кеша, дождитесь завершения ...

source: Updating cache:
hi: सफाई apt-कैश:
ru: Обновление cache:

source: No access to repository
hi: रिपॉजिटरी तक कोई पहुंच नहीं
ru: Нет доступа к репозиторию

source: Updating completed:
hi: अपडेट पूर्ण हो गया:
ru: Обновление завершено:

source: No kernels found to be removed
hi: कोई गुठली नहीं निकाली गई
ru: Ядра для удаления не обнаружены

source: Flavor - not selected
hi: स्वाद - चयनित नहीं
ru: Flavor - не выбран

source: STD-DEF kernel (main kernel)
hi: STD-DEF कर्नेल (मुख्य कर्नेल)
ru: Ядро STD-DEF ( основное ядро )

source: OLD-DEF kernel (old std-def branch)
hi: OLD-DEF कर्नेल (पुरानी std-def शाखा)
ru: Ядро OLD-DEF ( старая ветка std-def )

source: UN-DEF kernel (experimental kernel)
hi: UN-DEF कर्नेल (प्रयोगात्मक कर्नेल)
ru: Ядро UN-DEF ( экспериментальное ядро )

source: RT kernel (realtime kernel)
hi: RT कर्नेल (रीयलटाइम कर्नेल)

source: Sisyphus (kernel un-def)
hi: Sisyphus (कर्नेल अन-डिफ)
ru: Sisyphus ( ядро un-def )

source: Remove the selected kernel
hi: चयनित गिरी निकालें
ru: Удалить выбранное ядро

source: Install the default kernel
hi: डिफ़ॉल्ट कर्नेल स्थापित करें
ru: Установите ядро по умолчанию

source: Kernel information
hi: कर्नेल के बारे में जानकारी
ru: Информация о ядре

source: Module
hi: मापांक
ru: Модуль

source: Remove the selected module
hi: चयनित मॉड्यूल निकालें
ru: Удалить выбранный модуль

source: Module information
hi: मॉड्यूल जानकारी
ru: Информация о модуле

source: Rebuild rpm database?
hi: rpm डेटाबेस का पुनर्निर्माण करें?
ru: Перестроить базу данных rpm?

source: rpm database recovery
hi: rpm डेटाबेस रिकवरी
ru: восстановление базы данных rpm

source: It is recommended to use for cleaning a fresh OS. If you have been using the OS for a long time, then the likelihood of removing the necessary packages increases. Continue?
hi: एक ताजा ओएस की सफाई के लिए उपयोग करने की सिफारिश की जाती है। यदि आप लंबे समय से ओएस का उपयोग कर रहे हैं, तो आवश्यक पैकेजों को हटाने की संभावना बढ़ जाती है। जारी रखें?
ru: Рекомендуется использовать для очистки свежей ОС. Если вы давно пользуетесь ОС, то вероятность удаления нужных пакетов возрастает. Продолжать?

source: Removing unnecessary dependencies
hi: अनावश्यक निर्भरता को हटाना
ru: Удаление ненужных зависимостей

source: Set default kernel boot
hi: डिफ़ॉल्ट कर्नेल बूट सेट करें
ru: Установить загрузку ядра по умолчанию

source: Setting the default kernel boot
hi: डिफ़ॉल्ट कर्नेल बूट सेट करना
ru: Установка загрузки ядра по умолчанию

source: Remove
hi: हटाना
ru: Удалить

source: Installation
hi: स्थापना
ru: Установка

source: Install un-def kernel from Sisyphus repository?
hi: Sisyphus रिपॉजिटरी से un-def कर्नेल स्थापित करें?
ru: Установить ядро ​​un-def из репозитория Sisyphus?

source: Removing old kernels
hi: पुरानी गुठली निकालना
ru: Удаление старых ядер

source: Cleaning apt-cache
hi: सफाई apt-कैश
ru: Очистка apt-кеша

source: Process started, please wait ...
hi: प्रक्रिया शुरू हो गई है, प्रतीक्षा करें ...
ru: Процесс начался, подождите ...

source: Completed successfully
hi: सफलतापूर्वक पूरा
ru: Завершено успешно

source: The process is complete. You can close the window.
hi: प्रक्रिया पूरी हो गई है, आप विंडो को बंद कर सकते हैं.
ru: Процесс завершен. Вы можете закрыть окно.

source: Close
hi: बंद करे
ru: Закрыть

source: Close a window
hi: एक खिड़की बंद करो
ru: Закрыть окно

source: Update completed
hi: अपडेट पूर्ण हो गया
ru: Обновление завершено

source: Distribution update completed. For correct operation of all updated libraries, it is recommended to restart the computer.
hi: वितरण अद्यतन पूरा हुआ। सभी अद्यतन पुस्तकालयों के सही संचालन के लिए, कंप्यूटर को पुनरारंभ करने की अनुशंसा की जाती है।
ru: Обновление дистрибутива завершено. Для корректной работы всех обновленных библиотек рекомендуется перезагрузить компьютер.

source: Update started
hi: अपडेट शुरू हुआ
ru: Обновление запущено

source: Software update in progress. This may take some time. When the update is complete, you will receive a notification and the taskbar icon will stop animating.
hi: सॉफ़्टवेयर अद्यतन प्रगति पर है। इसमें कुछ समय लग सकता है। अपडेट पूर्ण होने पर, आपको एक सूचना प्राप्त होगी और टास्कबार आइकन एनिमेट करना बंद कर देगा।
ru: Выполняется обновление программного обеспечения. Это может занять некоторое время. Когда обновление будет завершено, вы получите уведомление, и значок на панели задач перестанет анимироваться.

source: Button disabled
hi: बटन अक्षम
ru: Кнопка отключена

source: The Update button for new packages will no longer appear in update messages.
hi: नए पैकेज के लिए अपडेट बटन अब अपडेट संदेशों में दिखाई नहीं देगा।
ru: Кнопка «Обновить» для новых пакетов больше не будет отображаться в сообщениях об обновлении.

source: Button enabled
hi: बटन सक्षम
ru: Кнопка включена

source: Messages will now show a button to update rpm packages.
hi: संदेश अब rpm संकुल को अद्यतन करने के लिए एक बटन दिखाएगा।
ru: В сообщениях теперь будет отображаться кнопка для обновления пакетов rpm.

source: Autostart directory:
hi: ऑटो-स्टार्ट निर्देशिका:
ru: Каталог автозапуска:

source: A new version of the kernel is available:
hi: एक नया कर्नेल संस्करण उपलब्ध है:
ru: Доступна новая версия ядра:

source: Updating packages
hi: संकुल अद्यतन कर रहा है
ru: Обновление пакетов

source: Update RPM packages
hi: RPM पैकेज अपडेट करें
ru: Обновите RPM-пакеты

source: Packages to update:
hi: अद्यतन करने के लिए पैकेज:
ru: Пакеты для обновления:

source: Newly installed:
hi: नव स्थापित:
ru: Новые установленные:

source: For removing:
hi: हटाने के लिए:
ru: Для удаления:

source: Will not be updated:
hi: अपडेट नहीं होगा:
ru: Не будет обновляться:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Program help.</span><br />This program provides a simple graphical script management tool: <span style=" font-style:italic;">update-kernel</span>, <span style=" font-style:italic;">remove-old-kernel</span>.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Change of kernel.</span><span style=" background-color:transparent;"><br />Allows you to change the kernel type to choose from ( STD-DEF, UN-DEF, OLD-DEF ).</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Removing kernels.</span><span style=" background-color:transparent;"><br />Shows a list of kernels installed on the system. Double clicking on a line removes the selected kernel and its modules. The currently active core is not displayed in the list. The Clear button clears the cache of obsolete packages and removes duplicates.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" background-color:transparent;">The Remove Kernels button clears the system of all kernels except the current one. The currently active core cannot be removed.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Update kernel.</span><span style=" background-color:transparent;"><br />Automatically updates the kernel and modules to the newest version. The &quot;Distribution&quot; button updates the software to the current version. The repository list allows you to modify the branches of the repository.</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Помощь по программе.</span><br />Эта программа предоставляет простой графический инструмент управления скриптами: <span style=" font-style:italic;">update-kernel</span>, <span style=" font-style:italic;">remove-old-kernel</span>.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Смена ядер.</span><span style=" background-color:transparent;"><br />Позволяет изменить тип ядра на выбор ( STD-DEF, UN-DEF, OLD-DEF ).</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Удаление ядер.</span><span style=" background-color:transparent;"><br />Показывает список ядер, установленных в системе. Двойной щелчок по строке удаляет выбранное ядро и его модули. Текущее активное ядро не отображается в списке. Кнопка Очистить очищает кеш от устаревших пакетов и удаляет дубликаты.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" background-color:transparent;">Кнопка «Удалить ядра» очищает систему от всех ядер, кроме текущего. Текущее активное ядро не может быть удалено.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Обновить ядро.</span><span style=" background-color:transparent;"><br />Автоматически обновляет ядро и модули до последней версии. Кнопка "Дистрибутив" обновляет программное обеспечение до текущей версии. Список репозиториев позволяет вам изменять ветви репозитория.</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span><br />The tab for changing the flavour's (assembly types) of the operating system kernels.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: STD-DEF</span><br />Standard kernel. During the assembly, patches from the stable kernel branch are used to correct the work of drivers and software.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: OLD-DEF</span><br />Previous kernel branch std-def. The old-def kernel supports older hardware and long-term support.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: UN-DEF</span><br />An experimental core for desktops. The un-def kernel is newer and may support hardware that does not work in std-def.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sisyphus: UN-DEF </span><br />It is an unstable repository of the latest software. Recommended for Intel integrated graphics not supported by other kernels. When using the kernel from this repository, you will not be able to work with programs that depend on the version of the module in the stable repositories.</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Заметка</span><br />Вкладка для изменения flavor (типов сборки) ядер операционной системы.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: STD-DEF</span><br />Стандартное ядро. При сборке используются патчи из стабильной ветки ядра для исправления работы драйверов и ПО.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: OLD-DEF</span><br />Предыдущая ветка ядра std-def. Ядро old-def поддерживает старое оборудование и долгосрочную поддержку.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: UN-DEF</span><br />Экспериментальное ядро для десктопов. Ядро un-def новее и может поддерживать оборудование, которое не работает в std-def.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sisyphus: UN-DEF </span><br />Это нестабильный репозиторий новейшего программного обеспечения. Рекомендуется для встроенной графики Intel, не поддерживаемой другими ядрами. При использовании ядра из этого репозитория вы не сможете работать с программами, которые зависят от версии модуля в стабильных репозиториях.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span><br />The right mouse button menu provides additional options such as loading the default kernel. For the convenience of orientation, color coding has been introduced.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Color coding.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><img src=":/picture/icons/std.png" height="12" /> - kernel type ( std-def ) <img src=":/picture/icons/un.png" height="12" /> - kernel type ( un-def ) <img src=":/picture/icons/old.png" height="12" /> - kernel type ( old-def )</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Заметка</span><br />Меню правой кнопки мыши предоставляет дополнительные параметры, такие как загрузка ядра по умолчанию. Для удобства ориентации введена цветовая кодировка.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Цветовая кодировка.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><img src=":/picture/icons/std.png" height="12" /> - тип ядра ( std-def ) <img src=":/picture/icons/un.png" height="12" /> - тип ядра ( un-def ) <img src=":/picture/icons/old.png" height="12" /> - тип ядра ( old-def )</p></body></html>
