Repository: Koi-foo/kernel-manager
Catalog: locale/*/LC_MESSAGES/kernel_manager.po
Languages: hi, ru

source: Indicator settings
hi: संकेतक सेटिंग्स
ru: Настройки индикатора

source: Wait
hi: रुको
ru: Ожидание

source: Delayed check for updates <br>after system startup (in seconds)
hi: अपडेट के लिए विलंबित जांच <br>सिस्टम स्टार्टअप के बाद (सेकंड में)
ru: Отложенная проверка обновлений <br>после запуска системы (в секундах)

source: Period
hi: की अवधि
ru: Период

source: Interval between updates (days)
hi: अपडेट के बीच अंतराल (दिन)
ru: Интервал между обновлениями (дни)

source: day
hi: दिन
ru: дней

source: Check for updates
hi: अद्यतन के लिए जाँच
ru: Проверить наличие обновлений

source: Notify about a new version of the system kernel.
hi: सिस्टम कर्नेल के एक नए संस्करण के बारे में सूचित करें।
ru: Уведомлять о новой версии ядра системы.

source: Notify about software updates.
hi: सॉफ्टवेयर अपडेट के बारे में सूचित करें।
ru: Уведомлять об обновлениях программного обеспечения.

source: Enable or disable the refresh button in notifications.
hi: सूचनाओं में ताज़ा करें बटन को सक्षम या अक्षम करें।
ru: Включите или отключите кнопку обновления в уведомлениях.

source: Enable-Disable the button in notifications
hi: सूचनाओं में बटन को सक्षम-अक्षम करें
ru: Включить-Отключить кнопку в уведомлениях

source: Autorun
hi: ऑटोरन
ru: Автозапуск

source: Enable or disable indicator autoload.
hi: सूचक स्वत: लोड को सक्षम या अक्षम करें।
ru: Включить или отключить автозагрузку индикатора.

source: Information
hi: जानकारी
ru: Информация

source: Kernels management
hi: कर्नेल प्रबंधन
ru: Управление ядрами

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Program help.</span><br />This program provides a simple graphical script management tool: <span style=" font-style:italic;">update-kernel</span>, <span style=" font-style:italic;">remove-old-kernel</span>.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Change of kernel.</span><span style=" background-color:transparent;"><br />Allows you to change the kernel type to choose from ( STD-DEF, UN-DEF, OLD-DEF, RT ).</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Removing kernels.</span><span style=" background-color:transparent;"><br />Shows a list of kernels installed on the system. Double clicking on a line removes the selected kernel and its modules. The currently active core is not displayed in the list. The Clear button clears the cache of obsolete packages and removes duplicates.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" background-color:transparent;">The Remove Kernels button clears the system of all kernels except the current one. The currently active core cannot be removed.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Update kernel.</span><span style=" background-color:transparent;"><br />Automatically updates the kernel and modules to the newest version. The &quot;Distribution&quot; button updates the software to the current version. The repository list allows you to modify the branches of the repository.</span></p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">प्रोग्राम हेल्प।</span><br />यह प्रोग्राम एक साधारण ग्राफिकल स्क्रिप्ट प्रबंधन उपकरण प्रदान करता है: <span style=" font-style:italic;">update-kernel</span>, <span style=" font-style:italic;">remove-old-kernel</span>.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">कर्नेल का परिवर्तन।</span><span style=" background-color:transparent;"><br />आपको (STD-DEF, UN-DEF, OLD-DEF, RT) से चुनने के लिए कर्नेल प्रकार बदलने की अनुमति देता है।</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">कोर निकालना</span><span style=" background-color:transparent;"><br />सिस्टम पर स्थापित गुठली की सूची दिखाता है। किसी लाइन पर डबल क्लिक करने से चयनित कर्नेल और उसके मॉड्यूल हट जाते हैं। वर्तमान में सक्रिय कोर सूची में प्रदर्शित नहीं होता है। क्लियर बटन अप्रचलित पैकेजों के कैश को साफ करता है और डुप्लीकेट को हटाता है।</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" background-color:transparent;">गुठली हटायें बटन मौजूदा गुठली को छोड़कर सभी गुठली से सिस्टम को साफ करता है. वर्तमान में सक्रिय कोर को हटाया नहीं जा सकता।</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">कर्नेल अपडेट करें।</span><span style=" background-color:transparent;"><br />स्वचालित रूप से कर्नेल और मॉड्यूल को नवीनतम संस्करण में अपडेट करता है। &quot;वितरण&quot; बटन सॉफ़्टवेयर को वर्तमान संस्करण में अपडेट करता है। रिपॉजिटरी सूची आपको रिपॉजिटरी की शाखाओं को संशोधित करने की अनुमति देती है।</span></p></body></html>

source: Change flavor type
hi: स्वाद प्रकार बदलें
ru: Изменить тип flavor

source: Change
hi: संपादित करें
ru: Изменить

source: Select a kernel from the list and click the <br>"Change" button to switch to a new flavor
hi: सूची से एक कर्नेल चुनें और नए संस्करण पर स्विच करने के लिए बदलें बटन पर क्लिक करें
ru: Выберите ядро из списка и нажмите<br>кнопку «Изменить», чтобы переключиться на новый вариант

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span><br />The tab for changing the flavour's (assembly types) of the operating system kernels.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: STD-DEF</span><br />Standard kernel. During the assembly, patches from the stable kernel branch are used to correct the work of drivers and software.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: OLD-DEF</span><br />Previous kernel branch std-def. The old-def kernel supports older hardware and long-term support.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: UN-DEF</span><br />An experimental core for desktops. The un-def kernel is newer and may support hardware that does not work in std-def.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: RT</span><br />Realtime kernel. Used in systems requiring high response speed.<br />Read more: <span style=" text-decoration: underline;">www.wiki.linuxfoundation.org/realtime/start</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sisyphus: UN-DEF </span><br />It is an unstable repository of the latest software. Recommended for Intel integrated graphics not supported by other kernels. When using the kernel from this repository, you will not be able to work with programs that depend on the version of the module in the stable repositories.</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">नोट</span><br />ऑपरेटिंग सिस्टम कर्नेल के स्वाद (विधानसभा प्रकार) को बदलने के लिए टैब।</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">कर्नेल: STD-DEF</span><br />पिछली कर्नेल शाखा एसटीडी-डीईएफ़। old-def कर्नेल पुराने हार्डवेयर और दीर्घकालिक समर्थन का समर्थन करता है।</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">कर्नेल: UN-DEF</span><br />डेस्कटॉप के लिए एक प्रयोगात्मक कोर। अन-डिफ कर्नेल नया है और हार्डवेयर का समर्थन कर सकता है जो एसटीडी-डीईएफ़ में काम नहीं करता है।</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">कर्नेल: RT</span><br />रीयलटाइम कर्नेल। उच्च प्रतिक्रिया गति की आवश्यकता वाले सिस्टम में उपयोग किया जाता है।<br />अधिक पढ़ें: <span style=" text-decoration: underline;">www.wiki.linuxfoundation.org/realtime/start</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sisyphus: UN-DEF </span><br />यह नवीनतम सॉफ्टवेयर का एक अस्थिर भंडार है। इंटेल एकीकृत ग्राफिक्स के लिए अनुशंसित अन्य कर्नेल द्वारा समर्थित नहीं है। इस रिपॉजिटरी से कर्नेल का उपयोग करते समय, आप उन प्रोग्रामों के साथ काम नहीं कर पाएंगे जो स्थिर रिपॉजिटरी में मॉड्यूल के संस्करण पर निर्भर करते हैं।</p></body></html>

source: Change of kernels
hi: गुठली का बदलना
ru: Смена ядер

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span><br />The right mouse button menu provides additional options such as loading the default kernel. For the convenience of orientation, color coding has been introduced.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Color designation of kernel types.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><img src=":/picture/icons/std.png" height="12" /> - std-def <img src=":/picture/icons/un.png" height="12" /> - un-def <img src=":/picture/icons/old.png" height="12" /> - old-def <img src=":/picture/icons/rt.png" height="12" /> - rt</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">नोट</span><br />दायाँ माउस बटन मेनू अतिरिक्त विकल्प प्रदान करता है जैसे कि डिफ़ॉल्ट कर्नेल को लोड करना। ओरिएंटेशन की सुविधा के लिए कलर कोडिंग शुरू की गई है।</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">कर्नेल प्रकार का रंग पदनाम।</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><img src=":/picture/icons/std.png" height="12" /> - std-def <img src=":/picture/icons/un.png" height="12" /> - un-def <img src=":/picture/icons/old.png" height="12" /> - old-def <img src=":/picture/icons/rt.png" height="12" /> - rt</p></body></html>

source: Clearing the local cache of obsolete packages<br>and removing duplicate packages
hi: अप्रचलित पैकेजों के स्थानीय कैश को साफ़ करना <br> और डुप्लिकेट पैकेजों को हटाना
ru: Очистка локального кеша от устаревших пакетов<br>и удаление дубликатов пакетов

source: Clear
hi: स्पष्ट
ru: Очистка

source: Removes all cores except the currently active one
hi: वर्तमान में सक्रिय एक को छोड़कर सभी कोर को निकालता है
ru: Удаляет все ядра, кроме текущего активного

source: Remove kernels
hi: गुठली निकाल दें
ru: Удалить ядра

source: Removing kernels
hi: गुठली निकालना
ru: Удаление ядер

source: Kernel update
hi: कर्नेल अद्यतन
ru: Обновление ядра

source: Update kernel
hi: अद्यतन कर्नेल
ru: Обновить ядро

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span><br />It is recommended to update the distribution to the latest version before updating the kernel. Such an update will help to avoid unnecessary problems when updating the kernel.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Update Kernel button</span><br />Updates the current active system kernel and all modules installed for it.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">All actions of the program will be displayed in the terminal and require user confirmation. If you are unsure of your actions, cancel the update.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Repositories</span><br />Allows changing repositories. Shows the currently connected repositories. Allows you to update the OS platform. To switch to a different platform, select a repository and click &quot;Distribution&quot;. The update will start automatically. Before choosing &quot;<a href="https://www.altlinux.org/%D0%A7%D1%82%D0%BE_%D1%82%D0%B0%D0%BA%D0%BE%D0%B5_Sisyphus%3F"><span style=" text-decoration: underline; color:#2980b9;">Sisyphus</span></a>&quot;, carefully read its description.</p></body></html>
hi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">नोट</span><br />कर्नेल को अपडेट करने से पहले वितरण को नवीनतम संस्करण में अपडेट करने की सिफारिश की जाती है। ऐसा अद्यतन कर्नेल को अद्यतन करते समय अनावश्यक समस्याओं से बचने में मदद करेगा।</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">कर्नेल बटन अपडेट करें</span><br />वर्तमान सक्रिय सिस्टम कर्नेल और इसके लिए स्थापित सभी मॉड्यूल को अपडेट करता है।</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">सभी क्रियाएं कार्यक्रम टर्मिनल में प्रदर्शित किया जाएगा और उपयोगकर्ता की पुष्टि की आवश्यकता होगी। यदि आप अपने कार्यों के बारे में अनिश्चित हैं, तो अद्यतन रद्द करें।</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">रिपॉजिटरी</span><br />रिपॉजिटरी बदलने की अनुमति देता है। वर्तमान में जुड़े रिपॉजिटरी दिखाता है। आपको OS प्लेटफॉर्म अपडेट करने की अनुमति देता है। किसी भिन्न प्लेटफ़ॉर्म पर जाने के लिए, एक रिपॉजिटरी चुनें और क्लिक करें &quot;वितरण&quot;. अपडेट अपने आप शुरू हो जाएगा। चुनने से पहले &quot;<a href="https://www.altlinux.org/%D0%A7%D1%82%D0%BE_%D1%82%D0%B0%D0%BA%D0%BE%D0%B5_Sisyphus%3F"><span style=" text-decoration: underline; color:#2980b9;">Sisyphus</span></a>&quot;, ध्यान से इसका वर्णन पढ़ें।</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Заметка</span><br />Перед обновлением ядра рекомендуется обновить дистрибутив до последней версии. Такое обновление поможет избежать лишних проблем при обновлении ядра.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Кнопка «Обновить ядро»</span><br />Обновляет текущее активное ядро системы и все установленные для него модули.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Все действия программы будут отображаться в терминале и требовать подтверждения от пользователя. Если вы не уверены в своих действиях, отмените обновление.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Репозитории</span><br />Позволяет менять репозитории. Показывает подключенные в данный момент репозитории. Позволяет обновить платформу ОС. Чтобы переключиться на другую платформу, выберите репозиторий и нажмите &quot;Дистрибутив&quot;. Обновление начнется автоматически. Перед выбором &quot;<a href="https://www.altlinux.org/%D0%A7%D1%82%D0%BE_%D1%82%D0%B0%D0%BA%D0%BE%D0%B5_Sisyphus%3F"><span style=" text-decoration: underline; color:#2980b9;">Sisyphus</span></a>&quot;, внимательно прочтите его описание.</p></body></html>

source: Distribution update
hi: वितरण अद्यतन
ru: Обновление дистрибутива и его программного обеспечения

source: Distribution
hi: वितरण
ru: Дистрибутив

source: Change repository
hi: रिपॉजिटरी बदलें
ru: Изменить репозиторий

source: Filter for kernel modules installed on the system
hi: सिस्टम पर संस्थापित कर्नेल मॉड्यूल के लिए फ़िल्टर
ru: Фильтр модулей ядра, установленных в системе

source: All installed modules
hi: सभी स्थापित मॉड्यूल
ru: Все установленные модули

source: Remove packages that were automatically installed to satisfy<br>dependencies for other packages and are now no longer needed.
hi: संतुष्ट करने के लिए स्वचालित रूप से स्थापित संकुल को हटा दें<br>अन्य पैकेजों के लिए निर्भरता और अब इसकी आवश्यकता नहीं है।
ru: Удалите пакеты, которые были автоматически установлены<br>для удовлетворения зависимостей других пакетов и теперь больше не нужны.

source: rebuilddb - rebuild the rpm package database.
hi: rebuilddb - आरपीएम पैकेज डेटाबेस का पुनर्निर्माण करें।
ru: rebuilddb - пересобрать базу данных пакетов rpm.
